# OffsetFacesCellLegacyFailures Properties

---
The BuiltInFailuresOffsetFacesCellLegacyFailures type exposes the following members.
| Name| Description
---|---|---
| OffsetFaceFailed|
Top
#### Reference
BuiltInFailuresOffsetFacesCellLegacyFailures Class
Autodesk.Revit.DB Namespace